[
  {
  
        "UrlTitel": "about Play together",
    "Urltexte": "Play together is a casual adventure game from Haegin Co., Ltd filled with minigames. Loading up the game, you get a bunch of character customization options. The overall look of the game is quite appealing and colorful. The game is full of different mini-games and if you’re into those kinds of games, this game is a pretty good option. Here in this article, we will review Play Together and share our first impressions of the game.",
	"button_title" : "Download",
	"button_url" : "https://www.google.com"
      
  },
  {
        "UrlTitel": "Explore the virtual world with your mate",
    "Urltexte":"Starting off with the Play Together review, you spawn into the main plaza and immediately get thrown into completing tasks to earn money and get different items. There’s a big city to explore and you play along with hundreds of players from across the world. As you progress through the game, you can unlock features like pets. There’s never time to be bored in the game and you can attend school, go fishing, or complete quests. You can also get a job to earn some money. The entire game is about earning more and more to get a better lifestyle. The game has a bunch of minigames that you can earn from. You can even earn from going to school.",
	"button_title" : "",
	"button_url" : ""
  },
  {
    "UrlTitel": "running through obstacle courses",
    "Urltexte": "Aside from that, you can take part in some activities just for fun like going on rides like hot air balloons and Ferris wheels and running through obstacle courses. You can even drive around after buying cars. If I were to list everything you could do in the game, it would get quite long but you just have to basically go around exploring. Daily tasks and rewards are also a part of the game while you can go out camping or have parties with your friends. The game does have a chat option but all the messages you send can be seen by everyone else in the game.",
	"button_title" : "",
	"button_url" : ""
 
  },
  {
    "UrlTitel": "costumes and equip accessories ",
    "Urltexte": "Aside from the basic character customisation, other cosmetic changes are also a part of the game and you can dress up in various costumes and equip accessories as well. The game also has a day and night cycle along with rules you need to follow in the town, public transport and a bunch of easter eggs. One of the issues which most players have with the game is the fact that things like clothes are really overpriced and you really need to grind to obtain them. Considering the game is free it does somewhat justify the high costs but it would be better if items weren’t so hard to get.",
	"button_title" : "",
	"button_url" : ""
  },
{
     "UrlTitel": "Colorful vibrant graphics and quick easy controls",
    "Urltexte": "The graphics aren’t anything special but are quite colorful. Because of the overall look and graphical theme of the game, the vibrant graphics look great. The sound effects do get a little annoying sometimes but the in-game music is not too bad. Overall the graphics and audio won’t give you too many issues.The controls are pretty easy to get used to. You can move around, look around and jump. The camera angle is above the shoulder and the UI is also pretty easy to understand. Once you get the hang of the options and the interface, the game would get quite easy. At the start, things can be a bit confusing but you’ll get used to it.",
	"button_title" : "",
	"button_url" : ""
    
},
{
     "UrlTitel": "In-App purchases do ease your journey but are not necessary",
    "Urltexte": "While you can play through the entire game for free, a bunch of In-App Purchases does exist. By watching ads, you can increase your resources while the In-App Purchases can make the game pretty easy for you since items cost a lot and you can buy in-game currency with real money.The game does have a few bugs and visual glitches but it is kind of expected from a game with so many different features and so much to do. Some of the races and minigames have bugs that place you at a disadvantage.",
	"button_title" : "",
	"button_url" : ""
    
}
]